{
  "general_setup_config": "Configuraçãos de instalação",
  "general_error_data": "Dados de Erro",
  "general_queue_data": "Dados da fila",
  "general_potential_duplicate": "Potenciais duplicados",
  "general_muzima_forms": "Formulários mUzima",
  "general_patient_reports": "Relatórios de Pacientes",
  "general_cohort_definitions": "Definições de coorte",
  "general_registrations": "Inscrições",
  "general_data_source": "Fonte de dados",
  "general_settings": "Configurações",
  "general_take_tour": "Faça um tour",
  "general_encounter" : "Encontro",
  "general_demographic_update": "Atualização Demográfica",
  "general_registration": "Inscriçõe",
  "general_relationship": "Relação",
  "general_individual_obs": "Obs individual",
  "general_total_configs":"Configurações totais de configuração",
  "general_total_definitions": "Definições totais",
  "general_report_configs": "Configurações de relatório",
  "general_total_report_configs": "Total de configurações de relatório",
  "general_learn_more": "Saber mais",
  "general_next": "Próximo",
  "launch_wizard": "Assistente de lançamento",
  "tour_step_one": "Com as configurações de instalação, é fácil criar pacotes para a configuração inicial do aplicativo móvel mUzima. \n As configurações de instalação são usadas para definir os formulários específicos, coortes, conceitos, locais, provedores, bem como configurações a serem baixadas para o aplicativo móvel durante a configuração inicial.",
  "tour_step_two": "Os dados da fila mostram a lista de dados de formulário enviados do aplicativo móvel mUzima e o processamento está pendente.",
  "tour_step_three": "Os dados de erro mostram a lista de dados de formulário que foram enviados do aplicativo móvel, e não pôde ser processado com êxito devido a alguns erros nos dados. \n Os erros precisam ser resolvidos e os dados posteriormente colocados na fila para processamento",
  "tour_step_four": "Enquanto processa os dados do formulário de registro, o mUzima verifica as semelhanças entre os novos registros de registro e os registros de pacientes existentes. Se semelhantes, os novos registros serão sinalizados como possíveis duplicatas.\n Esse recurso é, portanto, usado para resolver os possíveis erros de duplicação. A interface do usuário permite resolver esses erros mesclando o novo registro de registro com o registro existente ou processando-o como um novo registro de paciente.",
  "tour_step_five": "O mUzima pode ser adaptado para permitir o registro de pacientes e coletar vários tipos de dados de pacientes (encontros) por meio de formulários de coleta de dados \n Os formulários mUzima são programados em HTML, CSS e Javascript.",
  "tour_step_sex": "O recurso de resumos clínicos dos aplicativos de saúde mUzima foi criado para trazer relatórios e resumos do nível do paciente para o aplicativo móvel mUzima. \n O recurso utiliza o módulo de relatório OpenMRS para projetar e gerar relatórios HTML que são renderizados no aplicativo móvel.",
  "tour_step_seven": "As coortes incluem listas de pacientes que podem ser baixadas para aplicativos móveis. \nO mUzima suporta tanto coortes estáticas (a associação de coorte permanece a mesma uma vez que a coorte é criada) quanto coortes dinâmicas (alterações de associação de coorte com base em um determinado critério).",
  "tour_step_eight": "Ao registrar os pacientes no aplicativo móvel, o mUzima atribui um UUID temporário aos novos registros para permitir o preenchimento de outros formulários no novo registro.\n Quando os dados de registro são processados ​​no lado do servidor, pode haver alguns casos em que o UUID temporário é semelhante a um paciente já registrado no servidor. Por tal\n casos, um novo UUID será gerado para o novo registro de registro. Caso contrário, o UUID temporário do aplicativo móvel será usado.\n  Esta página listará os registros de pacientes aos quais foi atribuído um novo uuid no lado do servidor. \nOs registros são usados ​​para resolver UUIDs corretos para outros dados de formulário associados aos registros de registro cujos UUIDs foram reatribuídos.",
  "tour_step_nine": "A fonte de dados é usada para configurar os clientes mUzima conectados à sua instância mUzima OpenMRS. \nDeve haver pelo menos uma fonte de dados para que o aplicativo possa enviar formulários.",
  "tour_step_ten": "mUzima é um aplicativo flexível que pode ser configurado por meio de configurações para atender às necessidades de implementação. A configuração será usada para: \n1. Habilite ou desabilite os recursos do aplicativo, ou seja, as implementações decidirão quais recursos estarão disponíveis no celular \n2. Forneça as informações necessárias para que alguns recursos do aplicativo móvel funcionem corretamente, por exemplo, configuração da chave do mapa se o recurso de geomapping for usado no aplicativo.",
  "tour_step_eleven": "Para mais informações, visite",
  "general_finish": "Terminar",
  "general_create_configuration": "Criar configuração",
  "general_advanced": "Avançado",
  "general_search": "procurar...",
  "general_name": "Nome",
  "general_description": "Descrição",
  "general_created_on": "Criado em",
  "view_edit_config": "Ver/editar configuração",
  "info_enter_config_name": "Digite o nome da configuração (obrigatório)...",
  "info_enter_config_description": "Insira a descrição da configuração (opcional)...",
  "info_config_uuid": "Configuração uuid ...",
  "general_edit": "Editar",
  "general_preparing": "Preparando...",
  "general_edit_via_wizard": "Editar via assistente de configuração",
  "general_close": "Fechar",
  "general_forms": "Formulários",
  "forms_tab_info": "Durante a configuração inicial, o aplicativo mUzima baixa os formulários incluídos na configuração\n configuração. Para adicionar formulários que serão baixados como parte desta configuração de instalação\n use qualquer uma das seguintes opções:\n  <p>\n <ol>\n <li> Pesquise o formulário pelo nome e selecione-o na lista. </li>\n <li> Selecione um ou mais formulários da lista <b> Formulários disponíveis </b> abaixo e clique no botão com um único >. </li>\n <li> Para adicionar todos os formulários da lista <b> Formulários disponíveis </b>, clique no botão com duplo >>. </li>\n </ol>\n Para remover formulário (s) da configuração, selecione o (s) formulário (s) na lista <b> Formulários selecionados </b> e clique no botão <b> Remover selecionados </b>.\n </p>",
  "general_available_forms": "Formulários Disponíveis",
  "forms_tab_selected": "Formulários Selecionados",
  "general_remove_selected": "Remover Selecionado",
  "info_search_form_by_name": "Formulário de pesquisa por nome ...",
  "upload_new_form": "Carregar novo formulário",
  "message_no_forms_available":"Não há formulários disponíveis. Por favor clique em\n Botão Carregar novo formulário para carregar um formulário.",
  "general_move_selected": "Mover Selecionado",
  "general_move_all": "Move All",
  "message_no_forms_selected": "Não há formulários selecionados.",
  "general_cohorts": "Coortes",
  "cohort_tab_info": "Uma coorte é um agrupamento de pacientes com características semelhantes, por exemplo, pacientes diabéticos.\n       O aplicativo mUzima irá baixar os registros dos pacientes que pertencem à (s) coorte (s) adicionada (s) a esta configuração. Para adicionar coorte (s)\n para a configuração da configuração:\n <p>\n <ol>\n <li> Pesquise a coorte pelo nome e selecione na lista que aparece. </li>\n <li> Selecione uma ou mais coortes da lista <b> Coortes disponíveis </b> e clique no botão com uma >. </li>\n <li> Para adicionar todas as coortes da lista <b> Coortes disponíveis </b>, clique no botão com duplo >>. </li>\n </ol>\n Para remover coorte (s) da configuração, selecione a (s) coorte (s) na lista <b> Coortes selecionadas </b> e clique no botão <b> Remover selecionados </b>.",
  "info_search_cohort_by_name": "Coorte de pesquisa por nome ...",
  "general_define_new_cohort": "Definir nova coorte",
  "general_available_cohorts": "Coortes disponíveis",
  "message_no_cohorts_availabe": "Não há coortes disponíveis. Por favor clique em\n Botão Definir novo coorte para criar um coorte.",
  "general_selected_cohorts": "Coortes selecionadas",
  "message_no_selected_cohorts": "Não há coortes selecionadas.",
  "general_locations": "Localizações",
  "location_tab_info": "O aplicativo mUzima irá baixar os locais adicionados à configuração. O local baixado será usado como o encontro\n localização do (s) encontro (s) registrado (s) por meio do aplicativo. Para adicionar um local, use qualquer uma das seguintes opções: <br/>\n <p>\n <ol>\n <li> Pesquise o local por nome e selecione na lista. </li>\n  <li> Selecione um ou mais locais na lista <b> Locais disponíveis </b> e clique no botão com um único >. </li>\n <li> Para adicionar todos os locais na lista <b> Locais disponíveis </b>, clique no botão com >> duplo. </li>\n </ol>\n Para remover local (is) da configuração, selecione o (s) local (is) na lista <b> Locais selecionados </b> e clique em <b> Remover selecionados </b>\n </p>",
  "info_search_location_by_name": "Pesquisar localização por nome...",
  "general_available_locations": "Locais disponíveis",
  "message_no_locations_available": "Não há locais disponíveis.",
  "general_selected_locations": "Locais selecionados",
  "message_no_selected_location": "Não há locais selecionados.",
  "general_providers": "Provedores",
  "provider_tab_info": "O aplicativo mUzima baixará os provedores adicionados à configuração. O provedor baixado será usado como o provedor de encontro para os encontros adicionados ao aplicativo. Para adicionar um provedor, use qualquer uma das seguintes opções: <br/>\n <p>\n <ol>\n <li> Pesquise o provedor por nome e selecione na lista. </li>\n <li> Selecione um ou mais provedores da lista <b> Provedores disponíveis </b> e clique no botão com um único >. </li>\n <li> Para adicionar todos os provedores na lista de <b> Provedores disponíveis </b>, clique no botão com duplo >>. </li>\n </ol>\n Para remover o (s) provedor (es) da configuração, selecione o (s) provedor (es) na lista <b> Provedores selecionados </b> e clique em <b> Remover selecionados </b>\n </p>",
  "info_search_provider_by_name": "Provedor de pesquisa por nome ...",
  "general_available_providers": "Provedores Disponíveis",
  "message_no_providers_available": "Não há provedores disponíveis.",
  "general_selected_providers": "Provedores Selecionados",
  "message_no_selected_provider": "Não há fornecedores selecionados.",
  "general_concepts": "Conceitos",
  "concept_tab_info": "O aplicativo mUzima fará o download das observações para conceitos adicionados à configuração. Para adicionar um (s) conceito (s), use qualquer uma das seguintes opções: <br/>\n <ol>\n <li> Pesquise o conceito por nome e selecione-o na lista que aparece. </li>\n <li> Selecione um ou mais conceitos da lista <b> Conceitos de formulários extraídos </b> e clique no botão com um único >. </li>\n <li> Para adicionar todos os conceitos no cartão <b> Conceitos de formulário extraídos </b>, clique no botão com duplo >>. </li>\n </ol>\n Para remover conceito (s) da configuração, selecione o (s) conceito (s) na lista <b> Conceitos selecionados </b> e clique em <b> Remover selecionados </b>",
  "info_search_concept_by_name": "Conceito de pesquisa por nome ...",
  "general_available_concepts": "Conceitos de formulários extraídos",
  "message_no_concepts_available": "Não existem conceitos disponíveis extraídos dos formulários. Use a opção de pesquisa por nome de conceito.",
  "general_selected_concepts": "Conceitos Selecionados",
  "message_no_selected_concept": "Não há conceitos selecionados.",
  "general_settings": "Configurações",
  "setting_tab_info": "O aplicativo mUzima irá baixar as configurações e usá-las para personalizar o aplicativo. Se uma configuração não for adicionada à configuração, o aplicativo usará a configuração correspondente\n das configurações globais. Para adicionar uma (s) configuração (ões), use qualquer uma das seguintes opções: <br/>\n <p>\n <ol>\n <li> Pesquise a configuração por nome, selecione na lista, selecione-a em <b> Configurações de configuração selecionadas </b> e clique em editar para alterar o valor. </li>\n <li> Selecione uma ou mais configurações da lista <b> Configurações globais </b> e clique no botão com único >, a seguir selecione em <b> Configurações de configuração selecionadas </b> e clique em editar para alterar o valor. </li>\n <li> Para adicionar todos os conceitos na lista <b> Configurações globais </b>, clique no botão com duplo >> e edite as configurações para os valores necessários. </li>\n </ol>\n\n Para remover configuração (ões) da configuração, selecione a (s) configuração (ões) na lista <b> Configurações de configuração selecionadas </b> e clique em <b> Remover selecionadas </b>",
  "info_search_setting_by_name": "Configuração de pesquisa por nome...",
  "general_available_settings": "Configurações globais",
  "message_no_settings_available": "Não há configurações disponíveis.",
  "general_selected_settings": "Definições de configuração selecionadas",
  "message_no_selected_setting": "Não há configurações selecionadas.",
  "general_edit_value": "Editar valor",
  "general_save": "Guardar",
  "general_retire": "Se aposentar",
  "general_retire_reason": "Motivo de aposentadoria ...",
  "general_retire_reason_required": "O motivo da aposentadoria é obrigatório",
  "general_cancel": "Cancelar",
  "info_specify_setting_value": "Especifique o valor da configuração",
  "general_setting_value": "Valor de configuração ...",
  "general_value": "Valor",
  "general_disabled": "Desabilitado",
  "general_enabled": "Habilitado",
  "general_review": "Análise"
}