{
  "general_setup_config": "Setup Configurations",
  "general_error_data" : "Error Data",
  "general_queue_data": "Queue Data",
  "general_potential_duplicate": "Potential Duplicates",
  "general_muzima_forms": "mUzima Forms",
  "general_patient_reports": "Patient Reports",
  "general_cohort_definitions": "Cohort Definitions",
  "general_registrations": "Registrations",
  "general_data_source": "Data Source",
  "general_settings": "Settings",
  "general_take_tour": "Take a tour",
  "general_encounter" : "Encounter",
  "general_demographic_update": "Demographic Update",
  "general_registration": "Registration",
  "general_relationship": "Relationship",
  "general_individual_obs": "Individual Obs",
  "general_total_configs":"Total Setup Configs",
  "general_total_definitions": "Total Definitions",
  "general_report_configs": "Report Configs",
  "general_total_report_configs": "Total Report Configs",
  "general_learn_more": "Learn More",
  "general_next": "Next",
  "launch_wizard": "Launch Wizard",
  "tour_step_one": "With Setup Configurations, it is easy to create packages for the initial setup  of mUzima mobile app. \n Setup configurations are used to define the specific forms, cohorts, concepts, locations, providers as well as settings to be downloaded to the mobile application during initial setup.",
  "tour_step_two": "Queue data shows the list of form data sent from mUzima mobile app and is pending processing.",
  "tour_step_three": "Error data shows the list of form data that were submitted from the mobile app,            and could not be processed successfully due to some errors in the data.\n The errors need to be resolved and the data subsequently requeued for processing",
  "tour_step_four": "While processing registration form data, mUzima checks for similarities between the new registration records and existing patient records.\n If similar, the new records will be flagged as potential duplicates.\nThis feature is therefore used to resolve the potential duplicate errors. The user interface enables one to resolve such errors by either merging the new registration record to the existing record or or processing it as a new patient record.",
  "tour_step_five": "mUzima can be adapted to enable registration of patients and collect various kinds of patient data(encounters) through data collection forms \n mUzima forms are programmed using HTML, CSS and Javascript.",
  "tour_step_six": "The clinical summaries feature of mUzima health applications is built to bring patient level reports and summaries to the mUzima mobile app.\n The feature utilizes the OpenMRS reporting module to design and generate HTML reports that are then rendered on the mobile application.",
  "tour_step_seven": "Cohorts comprise patient lists that can be downloaded to mobile applications.\nmUzima supports both static cohorts (cohort membership remain the same once the cohort is created) and dynamic cohorts (cohort membership changes based on a given criteria).",
  "tour_step_eight": "While registering patients on the mobile app, mUzima assigns a temporary UUID to the new records so as to enable filling of other forms against the new record.\n When the registration data gets processed at the srever side, there may be few cases where the temporary UUID is similar to an already registered patient on the server. For such\n cases, a new UUID will be generated for the new registration record. Otherwise the temporary UUID from the mobile app will be used.\n This page will list the patient records that were assigned new uuid at the server side.\nThe records are used for resolving correct UUIDs for other form data associated with the registration records whose UUIDs were reassigned.",
  "tour_step_nine": "Data source is used to configure the mUzima clients connected to your mUzima OpenMRS instance.\nThere must be at least one data source in order for the application to be able to submit forms.",
  "tour_step_ten": "mUzima is a flexible app that can be configured through settings to suit the implementation needs.  Setting will be used to:\n1. Enable or disable application features i.e implementations will decide which features will be available on the mobile \n2. Provide information needed for some features on the mobile app to function properly e.g setting of map key if geomapping feature will be used on the app.",
  "tour_step_eleven": "For more info, please visit",
  "general_finish": "Finish"
}